Repository: BigTonni/Symfony4Overview
Catalog: translations/messages.*.xlf
Languages: ru

source: Article created successfully.
ru: Статья создана успешно.

# article.edited_successfully
source: Article "%title%" edited successfully.
ru: Статья "%title%" отредактирована успешно.

source: Article deleted successfully.
ru: Статья "%title%" удалена.

# notification.tag_created
source: Tag "%name%" created.
ru: Тег "%name%" создан.

# notification.tag_edited
source: Tag "%name%" edited.
ru: Тег "%name%" отредактирован.

# user.updated_successfully
source: User updated
ru: Юзер отредактирован.

# menu.article_list
source: Article list
ru: Список статей

# menu.back_to_blog
source: Back to blog
ru: Назад к блогу

# action.show
source: Show
ru: Показать

# action.edit
source: Edit
ru: Отредактировать

# action.create_article
source: Create
ru: Создать

# menu.home
source: Home
ru: Главная

# menu.blog
source: Blog
ru: Блог

# menu.login
source: Login
ru: Вход

# menu.register
source: Register
ru: Регистрация

# menu.logout
source: Logout
ru: Выход

# menu.new_article
source: New article
ru: Новая статья

# menu.my_articles
source: My Articles
ru: Мои статьи

# menu.profile
source: Profile
ru: Профиль

# menu.profile_change_password
source: Change password
ru: Поменять пароль

# menu.new_user
source: New user
ru: Новый юзер

# menu.new_category
source: New category
ru: Новая категория

# menu.admin
source: Adminpanel
ru: Админка

# menu.new_tag
source: New tag
ru: Новый тег

source: Users
ru: Юзеры

source: Categories
ru: Категории

source: Tags
ru: Теги

# admin.article
source: Article
ru: Статья

# admin.category
source: Category
ru: Категория

# admin.user
source: User
ru: Юзер

# admin.tags
source: Tags
ru: Теги

# admin.pages
source: Pages
ru: Страницы

source: Profile
ru: Профиль

source: Search
ru: Поиск

# search.search_title
source: Search for
ru: Поиск для

source: Edit article
ru: Отредактировать статью

source: List articles
ru: Список статей

# article.no_posts_found
source: Articles not found
ru: Нет статей

# http_error.name
source: Error {status_code, number}
ru: Ошибка {status_code, number}

# http_error_403.description
source: You don't have permission to access to this resource.
ru: Вы не имеете доступа к этой странице.

# http_error_403.suggestion
source: Ask your manager or system administrator to grant you access to this resource.
ru: Обращайтесь к администрации.

# title.login
source: Please sign in
ru: Форма для авторизации

# label.useremail
source: Email address
ru: Email

# label.password
source: Password
ru: Пароль

# action.sign_in
source: Sign in
ru: Авторизуйтесь

source: Category
ru: Категория

# category.no_found
source: Category does not found
ru: __category.no_found

source: Category edit
ru: Редактировать

source: Comment total
ru: Всего комментариев

# comment.no_found
source: Comment does not found
ru: Нет комментариев

# action.edit_contents
source: Edit
ru: Редактировать

# article.edit
source: Edit article
ru: Редактировать

# action.delete_article
source: Delete
ru: Удалить

# article.no_found
source: Articles not found
ru: Нет статей

# menu.user
source: User
ru: __menu.user

# action.delete
source: Delete
ru: __action.delete

# user.new
source: New user
ru: __user.new

# user.edit
source: Edit user
ru: __user.edit

# user.list
source: List user
ru: __user.list

# action.user_articles
source: User articles
ru: __action.user_articles

# user.no_found
source: User does not found
ru: __user.no_found

# button.reply
source: Reply
ru: __button.reply

# label.cancel
source: Cancel
ru: __label.cancel

# profile.wellcome_back
source: Wellcome back
ru: __profile.wellcome_back

# button.update
source: Update
ru: __button.update

# title.change_password
source: Change password
ru: __title.change_password

# action.save
source: Save
ru: __action.save

# action.edit_user
source: Edit user
ru: __action.edit_user

# menu.tag_list
source: Tag list
ru: __menu.tag_list

# tag.no_found
source: Tag does not found
ru: __tag.no_found

# menu.tag
source: Tag
ru: __menu.tag

# menu.api_doc
source: API Doc
ru: API Док

# tag.new
source: New tag
ru: Новый тег

source: __tag.edit
ru: Редактировать тег

# label.remember_me
source: Remember me
ru: Запомнить меня

# button.register
source: Register
ru: __button.register

# articles.new
source: New articles
ru: Новые статьи

# comments.new
source: New comments
ru: Новые комментарии

# category.new
source: New category
ru: Новая категория

source: by
ru: от

# profile.manage
source: Dashboard
ru: Дашборд

# profile.articles
source: Your articles
ru: Ваши статьи

# profile.likes
source: Your likes
ru: Ваши лайки

# profile.comments
source: Your comments
ru: Ваши комментарии

# category.list
source: List categories
ru: __category.list

# button.unsubscribe
source: Unsubscribe
ru: __button.unsubscribe

# button.subscribe
source: Subscribe
ru: __button.subscribe

# label.new_password
source: New password
ru: Новый пароль

# label.new_password_confirm
source: Confirm new password
ru: Подтвердите новый пароль
